import styles from '/app/responsableD/ui/dashbord/help/help.module.css';

const Instructions = () => {
  return (
    <div className={styles.container}>
     
        <h2>كيف تستخدم الموقع؟</h2>
        <h5>** الصفحة الرئيسية:
           تحتوي على جميع الطلبات الموجهة اليك من طرف الموظفين المسؤول عليهم لتقوم بقبولها أو رفضها</h5>
        <h5>** صفحة الموظفون:
           تحتوي على جميع معلومات الموظفين المسؤول عليهم</h5>
        <h5>** صفحة موظفون في عطلة:
           تمكنك من الاطلاع على معلومات جميع الموظفون الذين تم قبول طلبهم للعطلة</h5>
        <h5>** صفحة طلب جديد:
           تمكنك من ارسال طلب عطلة او طلب رخصة غياب الى مسؤولك (في حالة قمت بطلب رخصة غياب قم بملئ حانة المدة المطلوبة بالعدد 0)</h5>
        <h5>** صفحة حسابي تحتوي على المعلومات الخاصة بك التي قمت بتسجيل الدخول بها وتتمكن من تغيير كلمة المرور ثم اعادة تسجبل الدخول بكلمة المرور الجديدة</h5>
        <h5>** صفحة رصيدي:
           تمكنك من الاطلاع على رصيدك الحالي </h5>
        <h5>** صفحة طلباتي:
           تعرض لك جميع طلبات العلطل الخاصةبك</h5>
        <h5>** تسجيل الخروج:
           تمكن من الخروج من الموقع</h5>
      </div>
 
  );
};

export default Instructions;